name: "nvidia-tao-gesture"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [ -1, 3, 160, 160 ]
  }
]
output [
  {
    name: "activation_18"
    data_type: TYPE_FP32
    dims: [ -1, 6 ]
    label_filename: "labels.txt"
  }
]